"OK" = "好";
"CANCEL" = "取消";
"DEFAULT" = "默认";
"LAST_USED" = "上一次使用的设备";

"PRINTER_LAST" = "上一次使用的打印机";

"PLAY_SOUND" = "播放声音 %@";
"RUN_SCRIPT" = "运行脚本 %@";
"OPEN_APP" = "打开“%@”";

"PRT_IDLE" = "闲置";
"PRT_STOPPED" = "暂停";
"PRT_INUSE" = "正在使用中";
"PRT_OFFLINE" = "脱机";
"PRT_OFF" = "不可用";

"FAX_IDLE" = "闲置";
"FAX_STOPPED" = "暂停";
"FAX_INUSE" = "正在使用中";
"FAX_OFFLINE" = "脱机";
"FAX_OFF" = "不可用";

"SCAN_IDLE" = "闲置";
"SCAN_STOPPED" = "暂停";
"SCAN_INUSE" = "正在使用中";
"SCAN_OFFLINE" = "脱机";
"SCAN_OFF" = "不可用";

"PRT_NONE" = "未选择打印机";

"SELECT" = "选择";
"PRT_DIRECT" = "通过 %@ 直接连接";

"PRINTERS" = "打印机";
"FAXES" = "传真";
"SCANNERS" = "扫描仪";

"RESET_PSYSTEM_MENU" = "复位打印系统…";
"SET_DEFAULT_PRINTER_MENU" = "设定默认的打印机";
"RESET_PSYSTEM_TITLE" = "您确定要将打印系统复位吗？";
"RESET_PSYSTEM_DESCR" = "此操作将删除所有现有打印机队列和所有进行中的作业。";
"NAME_EXISTS" = "名称为“%@”的打印机已经存在。请输入不同的名称。";

"DELETE_PRINTER_TITLE_SING" = "您确定要删除打印机“%@”吗？";
"DELETE_PRINTER_TITLE_MUTIPLE" = "您确定要删除这些打印机吗？";
"DELETE_PRINTER_OK" = "删除打印机";
"DELETE_MULTI_OK" = "删除打印机";

"DELETE_FAX_TITLE_SING" = "您确定要删除传真机“%@”吗？";
"DELETE_FAX_TITLE_MUTIPLE" = "您确定要删除这些传真机吗？";
"DELETE_FAX_OK" = "删除传真机";
"DELETE_MULTI_FAX_OK" = "删除传真机";

"DELETE_SCANNER_TITLE_SING" = "您确定要删除扫描仪“%@”吗？";
"DELETE_SCANNER_TITLE_MUTIPLE" = "您确定要删除这些扫描仪吗？";
"DELETE_SCANNER_OK" = "删除扫描仪";
"DELETE_MULTI_SCANNER_OK" = "删除扫描仪";

"EMPTY_POOL" = "打印机池“%@”将清空，因此它也将被删除。";
"EMPTY_POOL_MULTI" = "一些打印机池将清空，因此它们也将被删除。";

"DELETE_JOBS" = "此打印机当前正在打印文稿。删除该打印机将取消并删除它当前的打印作业及所有等待中的打印作业。";
"DELETE_JOBS_MULTI" = "所选打印机当前正在打印文稿。删除它们将取消并删除它们当前的打印作业以及所有等待中的打印作业。";

"Generic PostScript Printer" = "普通 PostScript 打印机";
"Fax Printer" = "传真打印机";

// description strings for VoiceOver (spoken)
"AX_FAX" = "传真";
"AX_PRINTER" = "打印机";
